[Rainmeter]
Update=1000
AccurateText=1

[Metadata]
Name=PRTS组件
Author=三春桃李
Information=透明标签（一排4个）
Version=1.0.0
License=Creative Commons Attribution - Non - Commercial - Share Alike 4.0

[Variables]

[Meter]
Meter=Shape
Shape=Rectangle 0,0,190,105
LeftMouseUpAction=["D:\OtherSoftwares\WeChat\WeChat.exe"]

[Meter2]
Meter=Shape
Shape=Rectangle 203,10,200,110
LeftMouseUpAction=["D:\OtherSoftwares\imqq\QQ.exe"]

[Meter3]
Meter=Shape
Shape=Rectangle 421,23,167,105
LeftMouseUpAction=["D:\OtherGames\MAA2\MAA.exe"]

[Meter4]
Meter=Shape
Shape=Rectangle 588,27,110,105
;LeftMouseUpAction=["D:\临时文件\文字文件\记账本（NOW）.xlsm"]
; 目前没有想好用什么快捷方式，所以便签暂时点击不了。可以替换成自己想要的任意快捷方式。